Repository: common-repository/content-sell-licenses-for-woocommerce
Catalog: languages/content-sell-*-woocommerce-*.po
Languages: es_es

source: Yes
es_es: Sí

source: Settings
es_es: Configurar

source: Guest
es_es: Visitante

source: CSELL Access Request Email
es_es: Correo electrónico de solicitud de acceso a CSELL

source: Order email is sent for the customer on request of the protected page access.
es_es: Se envía un correo electrónico de pedido al cliente cuando solicita el acceso a la página protegida.

source: Request for Content Access & Order Details
es_es: Solicitud de acceso a contenidos y detalles del pedido

source: Content Access Links Order Details
es_es: Enlaces de acceso a contenidos Detalles del pedido

source: %s email sent to the customer.
es_es: %s correo electrónico enviado al cliente.

source: Enable/Disable
es_es: Activar/Desactivar

source: Subject
es_es: Sujeto

source: Email Heading
es_es: Encabezado de correo electrónico

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal contenido en la notificación por correo electrónico. Déjelo en blanco para usar el encabezado predeterminado:<code>%s</code>.

source: Email type
es_es: Tipo de correo electrónico

source: Choose which format of email to send.
es_es: Elija qué formato de correo electrónico enviar.

source: Check your email inbox for order details with access links.
es_es: Revise su bandeja de entrada de correo electrónico para obtener detalles del pedido con enlaces de acceso.

source: Invalid Email, Use your Account/Billing Email, while placing the order
es_es: Correo electrónico no válido, utilice su cuenta/correo electrónico de facturación al realizar el pedido

source: Agreeme Licenses for Woocommerce database update complete. Thank you for updating to the latest version!
es_es: Licencias para la actualización de la base de datos de Woocommerce completa. ¡Gracias por actualizar a la última versión!

source: Name
es_es: Nombre

source: Product
es_es: Producto

source: Content(s)
es_es: Contenido)

source: Expiry Days
es_es: Días de caducidad

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Products Page
es_es: Página de productos

source: Cart Page
es_es: Página del carrito

source: Checkout Page
es_es: Página del carrito

source: Thank you for your request. Your last order detail request with protected page access details
es_es: Gracias por tu solicitud. Solicitud de detalles de su último pedido con detalles de acceso a la página protegida

source: Use below links to gain access:
es_es: Use los enlaces a continuación para obtener acceso:

source: Order
es_es: Orden

source: Orders
es_es: Pedidos

source: Order ID
es_es: Solicitar ID

source: Order Date
es_es: Fecha de orden

source: License Name
es_es: Nombre de la licencia

source: Protected Content Packages
es_es: Paquetes de contenido protegido

source: Action failed. Please refresh the page and retry.
es_es: Accion: Fallida. Actualice la página y vuelva a intentarlo.

source: License have been deleted.
es_es: Se ha eliminado la licencia.

source: Protected Content Packages(
es_es: Paquetes de contenido protegido

source: General options
es_es: Opciones generales

source: Purchases
es_es: compras

source: General Options
es_es: Opciones generales

source: Enable
es_es: Permitir

source: Enable Switch On Off all CSP(Content Sell Protection)
es_es: Permitir CSP (protección de venta de contenido)

source: Enable Plugin to protect content, If not enabled, The protected page contents will be visible to all.
es_es: Habilite el complemento para proteger el contenido. Si no está habilitado, el contenido de la página protegida será visible para todos.

source: Show Products to purchase in the bottom of the protected pages
es_es: Mostrar productos a comprar en la parte inferior de las páginas protegidas

source: Show related products to purchase License in the protected page(s)
es_es: Mostrar productos relacionados para comprar Licencia en la(s) página(s) protegida(s)

source: The product will be listed when showing the protected message notice
es_es: El producto se listará al mostrar el aviso de mensaje protegido

source: Show Email Field in protected pages to request access details in email
es_es: Mostrar campo de correo electrónico en páginas protegidas para solicitar detalles de acceso en el correo electrónico

source: Purchased customers will only be sent the access links.
es_es: A los clientes comprados sólo se les enviarán los enlaces de acceso.

source: Show Notice in Product's Page
es_es: Mostrar aviso en la página del producto

source: Show notice in licensed product page
es_es: Mostrar aviso en la página del producto con licencia

source: Below notice will displayed in the product page
es_es: El siguiente aviso se mostrará en la página del producto.

source: Product Page Notice Text
es_es: Texto del aviso de la página del producto

source: Extra Post Type apart from Pages
es_es: Tipo de publicación adicional aparte de las páginas

source: Select additional post type that can be selected as protected contents
es_es: Seleccione el tipo de publicación adicional que se puede seleccionar como contenido protegido

source: Right click disable in protected pages
es_es: Haga clic con el botón derecho en desactivar en páginas protegidas

source: Disable right click in protected pages
es_es: Deshabilitar clic derecho en páginas protegidas

source: Right clicking disabled in the protected content pages
es_es: Clic derecho deshabilitado en las páginas de contenido protegido

source: PCP Purchases
es_es: Compras de PCP

source: Add New
es_es: Agregar nuevo

source: These are orders which customers bought access to protected content(s)
es_es: Estos son pedidos en los que los clientes compraron acceso a contenido(s) protegido(s)

source: List of protected content packages(PCPs)
es_es: Lista de paquetes de contenido protegido (PCP)

source: Entry does not exist!
es_es: ¡La entrada no existe!

source: Name is required.
es_es: Se requiere el nombre.

source: Entry updated successfully.
es_es: Entrada actualizada con éxito.

source: Back to Listings
es_es: Volver a listados

source: Add a new license
es_es: Agregar una nueva licencia

source: New Package
es_es: Nuevo paquete

source: Package Name
es_es: Nombre del paquete

source: This is the name of the Package for your reference.
es_es: Este es el nombre del Paquete para su referencia.

source: Package Code
es_es: Código del paquete

source: This is the access code of the package, auto generated.
es_es: Este es el código de acceso del paquete, generado automáticamente.

source: Expiry in Days
es_es: Caducidad en Días

source: The expiry in number of days from the day of purchase, keep it empty if expiry not required.
es_es: La caducidad en número de días desde el día de la compra, manténgala vacía si no se requiere caducidad.

source: product to purchase...
es_es: producto a comprar...

source: The product customer orders, to get access.
es_es: Los pedidos del cliente del producto, para obtener acceso.

source: < ---- ---- Select Protected Contents that are given access when the above product is purchased. ---- ---- >
es_es: < ---- ---- Seleccione Contenidos protegidos a los que se da acceso cuando se compra el producto anterior. ---- ---- >

source: Pages
es_es: Paginas

source: Protected Pages
es_es: Páginas protegidas

source: The Access links for these pages will be sent in the order completion email
es_es: Los enlaces de acceso a estas páginas se enviarán en el correo electrónico de finalización del pedido.

source: Other Contents(Custom PostType)
es_es: Otros contenidos(Custom PostType)

source: Select the list of protected custom post type content for this license, edit post to make it as Protected.
es_es: Seleccione la lista de contenido de tipo de publicación personalizada protegida para esta licencia, edite la publicación para convertirla en Protegida.

source: Protected Posts
es_es: Publicaciones protegidas

source: The Access links for these posts will be sent in the order completion email
es_es: Los enlaces de acceso para estas publicaciones se enviarán en el correo electrónico de finalización del pedido.

source: Emails
es_es: Correos electrónicos

source: Emails to add the protected content access links and instructions
es_es: Correos electrónicos para agregar los enlaces e instrucciones de acceso al contenido protegido

source: Order Completed
es_es: Pedido completado

source: Customer Invoice
es_es: Factura del cliente

source: Save Changes
es_es: Guardar cambios

source: Delete license
es_es: Eliminar licencia

source: Get Stats
es_es: Obtener estadísticas

source: Enter your last order email address
es_es: Ingrese la dirección de correo electrónico de su último pedido

source: Submit
es_es: Entregar

source: My Account
es_es: Mi cuenta

source: Below are the last order details for your reference.
es_es: A continuación se muestran los últimos detalles del pedido para su referencia.
